Repository: puntorigen/junior
Catalog: junior/locales/*/LC_MESSAGES/setup.po
Languages: es

source: Running initial setup...
es: Ejecutando la configuración inicial...

source: System specs: RAM: {v0} GB, Free Disk Space: {v1} GB
es: Especificaciones del sistema: RAM: {v0} GB, Espacio de disco libre: {v1} GB

source: Do you prefer to use only local LLMs, a combination of remote and local, or just remote?
es: ¿Prefiere utilizar sólo LLM locales, una combinación de remoto y local, o simplemente remoto?

source: Setting up local LLMs...
es: Configurando LLMs locales...

source: Starting Ollama Docker instance...
es: Iniciando la instancia de Ollama Docker...

source: Setting up remote LLMs...
es: Configuración de LLMs remotos...

source: Please enter your API keys for remote LLMs:
es: Introduzca las claves de su API para LLMs remotos:

source: Enter {v0} API Key
es: Introduzca la clave de API {v0}

source: Downloading and configuring local model '{v0}'...
es: Descargando y configurando el modelo local '{v0}'...

source: Do you prefer to use only *local* LLMs, a combination of *remote and local*, or just *remote*?
es: ¿Prefieres usar solo *local* LLMs, una combinación de *remote y local*, o simplemente *remote*?

source: remote
es: remoto

source: remote & local
es: & local remoto

source: Setting up *local* LLMs...
es: Configurando *local* LLMs...

source: Do you prefer to use only local LLMs, a combination of*remote and local, or just remote?
es: ¿Prefiere utilizar sólo LLM locales, una combinación de*remote y local, o simplemente remoto?

source: remote and local
es: remoto y local

source: Setting up *remote* LLMs...
es: Configuración *remote* LLMs...

source: Please enter your *API keys* for *remote* LLMs:
es: Por favor, introduzca las teclas *API* para *remote* LLMs:

source: Enter *{v0}* API Key
es: Introduzca *{v0}* Clave API
